Repository: BoletoSimples/boletosimples-woocommerce
Catalog: languages/boletosimples-woocommerce-*.po
Languages: pt_br

source: Boleto Simples for WooCommerce
pt_br: Boleto Simples para WooCommerce

source: Start getting money by bank billet in your checking account using Boleto Simples
pt_br: Comece a receber dinheiro por boleto bancário e recebendo em usa conta usando o Boleto Simples

source: Boleto Simples for WooCommerce depends on the last version of %s to work!
pt_br: Boleto Simples para WooCommerce depende da última versão do %s para funcionar!

source: %sAttention!%s Not registered the billet payment for this order yet.
pt_br: %sAtenção!%s Não foi registrado o pagamento do boleto deste pedido ainda.

source: Please click the following button and pay the billet in your Internet Banking.
pt_br: Por favor, clique no botão ao lado para pagar o boleto pelo seu Internet Banking.

source: If you prefer, print and pay at any bank branch or home lottery.
pt_br: Se você preferir, é possível imprimir e pagar em qualquer agencia bancária ou casa lotérica.

source: Ignore this message if the payment has already been made​​.
pt_br: Ignore esta mensagem caso o pagamento já foi feito.

source: Enable/Disable
pt_br: Habilitar/Desabilitar

source: Enable Boleto Simples
pt_br: Habilitar Boleto Simples

source: Title
pt_br: Título

source: This controls the title which the user sees during checkout.
pt_br: Isto controla o título que o cliente irá ver durante a finalização do pedido.

source: Bank billet
pt_br: Boleto bancário

source: Description
pt_br: Descrição

source: This controls the description which the user sees during checkout.
pt_br: Isto controla a descrição que o cliente irá ver durante a finalização do pedido.

source: Pay using bank billet
pt_br: Pagar usando boleto bancário

source: Boleto Simples Token
pt_br: Token do Boleto Simples

source: Please enter your Boleto Simples token. This is needed to process the payment.
pt_br: Por favor, digite o seu token do Boleto Simples. Isto é necessário para processar o pagamento.

source: Billet options
pt_br: Opções do boleto

source: Days to pay
pt_br: Dias para pagar

source: Demonstrative
pt_br: Demonstrativo

source: Cashier instructions
pt_br: Informações para o caixa

source: Fines percentage
pt_br: Percentual de multa

source: Enter with an integer.
pt_br: Digite um número inteiro.

source: Non-payment notification
pt_br: Notificação de pagamento pendente

source: If the ticket has not been paid after 2 days of winning you will receive a notification in your Boleto Simples email.
pt_br: Se o boleto não for pagamento depois de 2 dias do vencimento você receberá uma notificação em seu e-mail cadastrado Boleto Simples.

source: Gateway Testing
pt_br: Testes do portal de pagamento

source: Debug Log
pt_br: Log de depuração

source: Enable logging
pt_br: Ativar log

source: Log Boleto Simples events, such as API requests, inside %s
pt_br: Log com eventos do Boleto Simples, como requisições a API, dentro de %s

source: Awaiting billet payment.
pt_br: Aguardando pagamento do boleto.

source: An error has occurred while processing your payment, please try again. Or contact us for assistance.
pt_br: Um erro ocorreu ao processar o seu pagamento, por favor, tente novamente, ou entre em contato para solicitar ajudar.

source: %sAttention!%s You will not get the billet by Correios.
pt_br: %sAtenção!%s O seu boleto não será entregue pelos Correios.

source: Payment
pt_br: Pagamento

source: Please click the following link and pay the billet in your Internet Banking.
pt_br: Por favor, clique no link a baixo para pagar o boleto pelo seu Internet Banking.

source: Click here to configure!
pt_br: Clique aqui para configurar!

source: You should inform your token. %s
pt_br: Você precisa informar o seu token. %s

source: Currency <code>%s</code> is not supported. Works only with Brazilian Real.
pt_br: A moeda <code>%s</code> não é suportada. Funciona apenas com real (BRL).

source: You can generate a token by clicking %s.
pt_br: Você pode gerar um token clicando %s.

source: here
pt_br: aqui

source: Enter with the number of days the customer will have to pay the billet.
pt_br: Digite o número de dias que o cliente terá para pagar o boleto.

source: Percentage of interest per day
pt_br: Percentual de juros ao dia

source: Billet print
pt_br: Imprimir boleto

source: Billet print &rarr;
pt_br: Imprimir boleto &rarr;

source: Notification security code
pt_br: Código de segurança da notificação

source: Please enter your notification security code. This is needed to receive notifications when the billet is paid.
pt_br: Por favor, digite o seu código de segurança da notificação. Isto é necessário para receber notificações sobre boletos pagos.

source: You can configure a notification by clicking %s.
pt_br: Você pode configurar uma notificação clicando %s.

source: Be sure to set the %s url for your notification.
pt_br: Tenha certeza que configurou este link %s em sua notificação.

source: Boleto Simples request failure
pt_br: Falha na requisição do Boleto Simples

source: Boleto Simples: Payment approved.
pt_br: Boleto Simples: Pagamento aprovado.

source: You should inform your notification security code. %s
pt_br: Você precisa informar o seu código de segurança da notificação. %s
